{
  "costumes": [
    {
      "id": 1,
      "title": "Sarah Sanderson",
      "image": "https://spirit.scene7.com/is/image/Spirit/07523491-a?$Detail$",
      "price": 129.99
    },
    {
      "id": 2,
      "title": "Gomez Addams",
      "image": "https://www.skycostume.com/media/catalog/product/cache/1/thumbnail/600x600/9df78eab33525d08d6e5fb8d27136e95/g/o/gomez_addam_the_addams_family_outfits_halloween_cosplay_costume-1.jpg",
      "price": 74.99
    },
    {
      "id": 3,
      "title": "Morticia Addams",
      "image": "https://litb-cgis.rightinthebox.com/images/640x640/202206/bps/product/inc/iheegg1655880697402.jpg",
      "price": 69.99
    },
    {
      "id": 4,
      "title": "Oogie Boogie",
      "image": "https://images.halloweencostumes.com/products/42672/1-2/adult-oogie-boogie-prestige-costume1.jpg",
      "price": 69.71
    },
    {
      "id": 5,
      "title": "Sally",
      "image": "https://i0.wp.com/disneydiary.com//wp-content/uploads/2013/10/i-zcdWRP9-M.jpg?resize=185%2C400",
      "price": 39.48
    },
    {
      "id": 6,
      "title": "Frank the Bunny",
      "image": "https://images.halloweencostumes.com/products/45164/1-2/frank-the-bunny-costume-donnie-darko-.jpg",
      "price": 79.43
    },
    {
      "id": 7,
      "title": "WandaVision",
      "image": "https://www.jacketsthreads.com/image/cache/webp/catalog/wandavision/Wandavision2-550x550h.webp",
      "price": 120.87
    },
    {
      "id": 8,
      "title": "Tyler Durden",
      "image": "https://famejackets.com/wp-content/uploads/2019/06/Brad-Pitt-Fight-Club-Red-Genuine-Leather-Jacket.jpg",
      "price": 499.69
    },
    {
      "id": 9,
      "title": "Harley Quinn",
      "image": "https://i.etsystatic.com/23339379/r/il/2b4984/2680886437/il_794xN.2680886437_9hyi.jpg",
      "price": 49.99
    },
    {
      "id": 10,
      "title": "Grinch",
      "image": "https://i.ebayimg.com/images/g/H9AAAOSwYSFdw7Zc/s-l500.jpg",
      "price": 59.99
    }
  ],
  "stories": [
    {
      "id": 1,
      "title": "It Was Not a Girl",
      "author": "Humanperson1357",
      "link": "https://www.reddit.com/r/AskReddit/comments/onqmzm/comment/h5ufnrp/?utm_source=share&utm_medium=web2x&context=3",
      "image": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcQ9wivAhJkmUjNOY2Z5a6WWgN8cB5nG5YhRuG-bPMiyuMtRXa9k",
      "content": [
        "I was camping with my husband and his family at a small, remote lake in New Mexico. There were about 10 people in our group and another group of six people in the next",
        "campsite. It was nighttime and both groups were doing typical activities: making smores, having a few drinks and telling stories, when we all heard what sounded like a little girl",
        "yelling out for help. Neither group had children with them, but we were all positive we were hearing a little girl and decided to search the area we heard the noises from together.",
        "There was a field behind our campsites, and we all saw a very tall, pure white figure standing maybe 100ft away from us in the field, making the noises. We all agreed this thing looked maybe 6 feet tall, skinny, and white as can be. We made our way closer to investigate, but whatever it was that we saw started backing off as we got closer, and it disappeared into the trees. All night we continued to hear a little girl calling for help as we tried to sleep"
      ]
    },
    {
      "id": 2,
      "title": "The Walking Dead",
      "author": "jalcott",
      "link": "https://www.reddit.com/r/AskReddit/comments/g0lur9/comment/fnbvjzj/?utm_source=share&utm_medium=web2x&context=3",
      "image": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcQj03rtBVPQTjRQ08Ff9zx9PyeWqP-vKmE8JgkIB7GvRLf-_SED",
      "content": [
        "I'm a psychiatric nurse; early in my career, I worked at a residential mental health facility. There was a resident I'll call Marion Duchene. He was an elective mute, which",
        "simply means that he didn't/wouldn't/couldn't talk but there were no pathological findings as to why. He had spoken earlier in his life and in fact seemed quite normal back then, with",
        "the notable exception of being close to seven feet tall. He'd been raised in the Deep South and joined the military when he was nineteen. After boot camp, he was stationed somewhere in",
        "the south. One night, he just vanished. It was declared an AWOL for years, and finally he was declared missing and dead.",
        "Ten years later, a seven-foot tall man walked into a VA Hospital emergency room in my part of the midwest and said to the receptionist: 'My name is Marion Duchene and I've been dead for",
        "ten years.'",
        "Those were the last words he ever spoke.",
        "He was covered with dust and he was wearing the same clothes he'd been reported to be wearing the night he vanished. His social security number had not been used and he had no ",
        "identification on his person. However, they were able to identify him, I guess via fingerprints. He was well-fed and in good health, except for his refusal to speak. The family was",
        "notified but they said they had already grieved their lost man and that whomever was claiming to be him simply could not be. They said he was a 'haint' and a stand-in for their dead",
        "relative and demanded not to be contacted again.",
        "Marion paced all day every day. Not in a frantic way, but just lumbering up and down the halls and outside. He smiled all the time and would be moving his mouth in a way that indicated",
        "talking or muttering, but he was dead silent. He had an unnerving habit of throwing his head back with his mouth wide open as if he were laughing heartily but not even a breath could be",
        "heard. If told to go to the dining room for a meal, he'd go and eat. But if nobody told him, he just kept pacing, never indicating hunger. If offered a cigarette, he'd smoke it in an",
        "oddly formal way, almost delicately, if that makes sense. But he never seemed to crave smoking. The man wanted nothing. If I talked to him, he appeared to listen, periodically throwing",
        "his head back in that laughter-mimicking way of his.",
        "There was nothing to do for this man. Various medications were tried, but they did not affect him either positively or negatively. Occupational therapy did nothing because Marion would",
        "just grin and unless told to stay put, he'd get up and start pacing again.",
        "On my last day at that job, on my way to something better, the last thing I saw was Marion, pacing in the parking lot, throwing his head back to 'laugh.' Later I wondered if all along I'd",
        "been dealing with a ghost. All these years later, I still don't know."
      ]
    },
    {
      "id": 3,
      "title": "The Unrest Stop",
      "author": "Nuclear Hubris",
      "link": "https://www.reddit.com/r/AskReddit/comments/eaden0/comment/faqfyo1/?utm_source=share&utm_medium=web2x&context=3",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTvc6-0GijszwcEpDiy8Gz0Nqe9IL_z_0A5G33Ia3c7gXOptR-c",
      "content": [
        "I was driving across country with my mom and sister. I was 16, my sister 20, my mom in her 50s. It was late, but we were well rested still and alert. We were driving along an",
        "interstate and needed gas and they needed to pee, so we stopped at the only rest stop in ~200 miles. There was a van full of teenagers on some road trip and a small grey compact",
        "car, like a honda accord or some shit, parked at the pump in front of us. Two men about 17-20 were standing outside the honda in hoodies, statue fucking still. The teenagers were to our",
        " left.",
        "When we got there everything felt Wrong. There was a deep and unsettling feeling about the place and we'd not felt that way at any other rest stop. We'd been on the road for days and",
        "seen many rest stops at night and had never been afraid until then. My mom and sister went inside and I stayed in the car. I heard the teenagers say they were creeped out and couldn't",
        "get the pump to work and they left in a hurry. I was mostly watching the car in front and the two men who had still not moved at all. Not an inch. They weren't talking. They weren't on",
        "phones. There was no light anywhere but the dim overhead lights on the gas station awning. They were just fucking standing there, still as stone.",
        "My sister and mom came running back out to the car and when they got in, the two men slowly turned to look at us while not moving or pivoting the rest of their bodies, and I swear to",
        "f****** s***, we all saw the same thing - they had eyes dark as pitch and empty. Truly empty. Not black, not reflecting any light at all, just a fucking void.",
        "We. Booked. It. We have not traveled in excess of 100mph before or since, but fuck, that day it was warranted. We drove until we were in the next city before we got out of the car again.",
        "And you know the worst fucking thing about it? Not the eyes, not the stillness, not that horrible feeling, not the weirdo in the gas station who kept telling my mom and sister 'my",
        "mama will like you' over and over while mopping the same spot on the floor with a dry mop and an empty bucket.",
        "It was the fact that we couldn't find the place on any map. We knew exactly which spot on the interstate to look, and we couldn't fucking find it on Google maps or any paper map we had. We even asked locals about the creepy gas station out on that stretch of road to confused looks, and 'are you sure you weren't traveling on highway and not interstate?' We'd traveled on that interstate since and there was. no. rest stop."
      ]
    },
    {
      "id": 4,
      "title": "In the Graveyard",
      "author": "alakatson",
      "link": "https://www.reddit.com/r/AskReddit/comments/eaden0/comment/fat2z4g/?utm_source=share&utm_medium=web2x&context=3",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRgKMt3WjcSjjfsAPS2Vc4O7ZaHkrAzpHRzncX_HXdSchpt1JnD",
      "content": [
        "Years ago, a few friends and I went to hang out in a graveyard. Stupid thing to do for a bunch of bored 18 year olds on a weekday night but what happened next was very real",
        "to all of our experiences.",
        "We were driving my friends really old beat up Subaru through the (MASSIVE) graveyard. We stopped to get out and walk around. We walked down a hill and came across a little pond. There",
        "was someone sitting on a rock on the other side of the pond. The figure was all black and we couldn’t make out any features other than the fact it looked like a man who was wearing some",
        "old-style top hat. Stupid us waved and shouted “HI!”. He didn’t show any acknowledgment or wave back. The man sat on the rock, still. All of a sudden, he jumped to his feet,",
        "started running to us on the water and then vanished in thin about halfway on the pond. My friends and I screamed and ran back to her car. I didn’t want to believe what we saw, but we",
        "all saw it happen.",
        "We got back to her car and tried to start it. It wouldn’t start. Frantically trying to get it started, we all started panicking and getting very scared. That’s when we heard some banging",
        "on the car from the back. It wasn’t a constant bang, but every few seconds or so we’d here it. Nobody was outside from what we could see in the dark, but something was making a",
        "noise on the car. At this point, I’m having a full blown panic attack screaming and crying to get us out. Luckily my friends seemed a bit less panicky than I was, and helped keep me",
        "calm. It was obvious that they were just as freaked out, however more speechless and pale faced.",
        "We would’ve left the car in the graveyard and walked the long journey to the exit, if it wasn’t for the banging on the car. We didn’t want to get out and leave. After a about minute, the",
        "banging stopped. “I’ll call my mom to come give us a boost” I thought. I’m not entirely sure why none of us thought to call sooner, however I don’t believe anyone thinks rationally",
        "while panicking. At this point, 15 minutes had gone by since we got back in her car.",
        "I opened my phone and started dialling and realized I had no service. None of us had any cell service. We bantered back and fourth for a few more minutes trying to figure out what to do,",
        "and decided against leaving the car because whatever was outside was not what we wanted to come face to face with. The next 30 minutes were spent trying to get her car started. No",
        "banging was heard afterwards, but we felt this heavy feeling around us. Almost as if it created this pressure on our chest. It’s quite difficult to explain as I’ve never felt anything",
        "like it before.",
        "Finally, her car started and she hit the pedal to the metal. We sped out of the graveyard so fast. Immediately crossing the gates, all of our phones regained cell service. I’ll never be",
        "able to explain what caused any of this or why certain things happened. One thing I know for certain is that someone or something was out there, and it was not an animal or human."
      ]
    },
    {
      "id": 5,
      "title": "An Old Friend",
      "author": "BarbKatz1973",
      "link": "https://www.reddit.com/r/AskReddit/comments/eaden0/serious_whats_your_ghost_story/fbnb5zf?utm_source=share&utm_medium=web2x&context=3",
      "image": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcS_x5SjbIThZBuzjEat9Iuh8v9khfEoJbnPSgvVJtSdK5jerwUL",
      "content": [
        "When I was 37 I went to my high school reunion. I flew into the nearest airport and rented a car. The distance was about 35 miles through a very rural and almost abandoned",
        "part of the country. About three miles outside of town I see someone on the side of the road, flagging me down. Up in the north woods, no one ever leaves someone stranded. It turned out",
        "that it was one of the guys I had attended school with. I will call him Jim. Jim gets in the car and we start talking - I had not seen him in twenty years but he still looked the ",
        "same, maybe a little older. We get to town and I ask him if he wants to come to the VFW and have a drink, He says 'No, just take me home.' Jim's parents had lived only a few blocks from",
        "my grandmother;s house and I turned in that direction but he said to take him to a part of town that was really on the outskirts, up by the fairgrounds and the cemetery, There was",
        "a mobile home park out there and I figured that is where he lived. When we reached the end of the turn off he said 'Just drop me here. It was good to see you again' and he walks",
        "off into the night.",
        "I go to the VFW, met some of my old class mates, we start to talk. Now, please understand - I have never done drugs nor do I drink more than soda pop. I was stone cold sober. Tired after",
        "a 13 hour flight that had included a three hour layover but sober. As we are talking about who is coming to the reunion, I mention that I had just picked Jim up three miles east",
        "of town and had dropped him off up by the fairgrounds.",
        "Everyone gets real quiet, even the guy singing karaoke stops and lays down the mike. My cousin goes white as a new cotton t-shirt.",
        "'Barb, Jim died on that curve eight years ago. Rolled his car. We were all at his funeral.' I start to feel really dizzy, I go out to the car to take some deep breaths and decide whether or not I am sane. There on the seat is the local newspaper, Printed eight years previous, containing Jim's obituary. I still have the damn paper. Every now and then I take it out and stare at it and still wonder WTF happened."
      ]
    },
    {
      "id": 6,
      "title": "Hell Hath No Fury",
      "author": "spookyoeve",
      "link": "https://www.reddit.com/r/AskReddit/comments/j73inz/comment/g84frot/?utm_source=share&utm_medium=web2x&context=3",
      "image": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcQhc_EEduKhncInARZCAMifdgJKohgpRAWz4Xq0M8Bbk5Tnov1u",
      "content": [
        "This happened to my brother and not me.",
        "We were told that a women had died from her abusive husband in the house and she hated men because of it. And yeah she hated men. Dad would wake up with scratches all over himself and",
        "whenever my brother was mean to my sister or I he would have scratches on him as well. One day my brother hurt his twin sister he hit her or something I don't remember the full details",
        "of what he did, but when he woke up later that night he had a horrible bloody nose.",
        "Another thing that happened is we had this huge almost 100 pound dresser that has been in the family for a while. We have to small dogs a chihuahua and a rat terrier. One night my rat",
        "terrier woke up and let out this scream we've never heard from him before and at the same time the dresser fell over. When we looked at it it was pushed from the wall about four feet",
        "before getting knocked over. Our dogs could never have don't that.",
        "The day we moved out my brother accidentally broke his twins arm (trying out a wrestling move) he swears that he would of died that night if it wasn't our last in the house"
      ]
    },
    {
      "id": 7,
      "title": "Death Came for Him",
      "author": "uknown",
      "link": "https://www.reddit.com/r/AskReddit/comments/4pc3xy/comment/d4k08o9/?utm_source=share&utm_medium=web2x&context=3",
      "image": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcT-xOfaV5esm524kRJJ0qukkWwMIdC6_SEIzEzI1vLvSCtoZT5U",
      "content": [
        "I was standing in my parents room, talking to my very sick dad at the time (stage 4 esophageal cancer) and for some reason I get the feeling something is behind me. I look into the doorway to the living room and something about 4'6 and fully black (it was nighttime) is peeking around the corner, with their hands on the door frame. I run towards it and it peaks back around the door. Nothing. My dad is completely confused when I step back inside the room when I tell him. People who stayed at my house have claimed to see it. My mom saw the figure on multiple occasions in multiple places until he passed away. We haven't seen it since."
      ]
    },
    {
      "id": 8,
      "title": "My Mother Attracted Evil",
      "author": "deleted",
      "link": "https://www.reddit.com/r/AskReddit/comments/a6zizm/serious_redditors_who_have_lived_in_a_haunted/ebz46g8?utm_source=share&utm_medium=web2x&context=3",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT7oN8FdfUJONU7DSvUnoC_IjdYW4KjdhYoYg&usqp=CAU",
      "content": [
        "After my parents divorced when I was a teenager, I lived with my mother. I experienced lots of paranormal happenings. Several times when I was reading in my bed, the room",
        "would start to feel really “icy.” Next, it would feel as if something/somebody that hated me was staring at me. When I got that feeling, I would leave the room and come back an hour",
        "later. Sometimes during the day, I would see a shadow figure sneaking along my bedroom walls.",
        "Something in the flat was pretending to be my dog. I went into my room and heard a deep growl from under the bed. My dog wasn’t capable of making a noise that deep. It sounded like",
        "either a really big dog or a man doing his best dog impersonation. Other times, my dog would whimper and pace in the room next to mine but wouldn’t come when called, as if he was afraid",
        "of something in the hallway.",
        "When I moved in with my father, the paranormal activity stopped."
      ]
    },
    {
      "id": 9,
      "title": "Evicted by a Ghost",
      "author": "unknown",
      "link": "https://www.reddit.com/r/AskReddit/comments/a6zizm/serious_redditors_who_have_lived_in_a_haunted/ec1gksl?utm_source=share&utm_medium=web2x&context=3",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTfbv6YmTZp2gN7Xdb5tR52PQuxvM7iPIARJw&usqp=CAU",
      "content": [
        "Shortly after college, I got married. We immediately moved into a basement apartment because that's all that was available within our budget. This place had a poltergeist,",
        "and my wife was terrified. Whatever resided there with us made it clear it wanted to live alone. Dishes, glasses, and other items would fly off the shelf. My wife was hit several times.",
        "There was always an ominous feeling like we were being watched. At night when we walked through the apartment in the dark, there would be insanely bright flashes of light that would",
        "illuminate the entire room.",
        "One night while we were going to bed, as soon as my wife and I walked into the bedroom we heard a voice from nowhere say, 'My name, move.' My wife looked at me, I looked at her...I",
        "said loudly, “you've got it, bud.” We moved out 2 days later and stayed with family. The old lady who owned the place died a few months later, and the house was torn down. It is still an",
        "empty lot to this day, nothing but grass and a tree. I still drive by it every now and again."
      ]
    },
    {
      "id": 10,
      "title": "The Demon's Room",
      "author": "Bow_Ties_R_Cool",
      "link": "https://www.reddit.com/r/AskReddit/comments/7wrbns/cops_and_other_law_enforcement_people_of_reddit/du308gv?utm_source=share&utm_medium=web2x&context=3",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRLEkLsLyEUAf4kb8ezhVxCqrU4RDPDyjdh_a6E43eFZmREp5N8aIRZRnBKLop-xWW85dw&usqp=CAU",
      "content": [
        "I worked as a forensic nurse in a hospital’s lock-up unit. We had one older lady who swore she was being haunted and abused by a demon she would call Tiberius. So many crazy",
        "things happened while she was on the unit. We’d go into the room, do normal care, leave, and seconds later she’d start screaming bloody murder. We’d run into the room to find her",
        "looking like she’d been in a fight with a boxing champ—bloody lip, black eye, markings all over her body. No one ever saw her doing this stuff to herself. Things would get moved",
        "around the room by themselves. At one point she was in protective restraints because the doctor thought she was hurting herself. There was no way she could have moved or done anything to",
        "herself while in these restraints, but new marks would always appear or her tray/cart would be across the room. The room was secure so there was no way someone else was doing this.",
        "When we asked her questions, she’d just say, “It was Tiberius.”",
        "After she was discharged, we always had trouble with that room. If there was going to be a rapid response or code, it happened in that room. One night a guard reported lights blinking on",
        "and off. It was that room."
      ]
    }
  ]
}